Repository: aldolat/aldolat-twitter
Catalog: languages/aldolat-twitter-*.po
Languages: it_it

source: Display your Tweets in a widget.
it_it: Mostra i tuoi tweet in un widget.

source: My latest tweets
it_it: I miei ultimi tweet

source: No response from Twitter
it_it: Nessuna risposta da Twitter

source: In reply to %s
it_it: In risposta a %s

source: by
it_it: da

source: (RT on %1$s by %2$s)
it_it: (RT il %1$s da %2$s)

source: ago
it_it: fa

source: Publish your tweets in your blog
it_it: Pubblica i tuoi tweet nel tuo blog

source: Title of the widget
it_it: Titolo del widget

source: Title:
it_it: Titolo:

source: Introductory text
it_it: Testo introduttivo

source: Place this text after the title:
it_it: Metti questo testo dopo il titolo:

source: These are my latest tweets. Follow me on Twitter!
it_it: Questi sono i miei ultimi tweet. Seguimi su Twitter!

source: You can use some HTML, as you would do when writing a post.
it_it: Puoi usare anche dell'HTML, come quando scrivi un articolo.

source: Setup
it_it: Impostazioni

source: Username on Twitter:
it_it: Nome utente su Twitter:

source: username
it_it: nome_utente

source: This is the only mandatory option.
it_it: Questa è l'unica opzione obbligatoria.

source: Favorites
it_it: Mi piace

source: Type of tweets
it_it: Tipo di tweets

source: Number of items:
it_it: Numero di voci:

source: Exclude replies
it_it: Escludi le risposte

source: Include retweets
it_it: Includi i retweet

source: Display user profile picture
it_it: Mostra l'immagine del profilo utente

source: Cache duration:
it_it: Durata della cache:

source: In minutes. The minimum accepted value is 5.
it_it: In minuti. Il valore minimo accettato è 5.

source: Open links in a new browser tab
it_it: Apri i link in una nuova scheda del browser

source: Twitter authentication
it_it: Autenticazione su Twitter

source: Insert Consumer Key
it_it: Inserisci la Consumer Key:

source: Insert Consumer Secret
it_it: Inserisci il Consumer secret:

source: Insert Oauth Token
it_it: Inserisci l'Oauth token:

source: Insert Oauth Token Secret
it_it: Inserisci l'Oauth token secret:
